export const TAGS : Record<string, string> = {
  MAIN: '',
  LOGIN: 'login',
  JOIN: 'join',
  ENROLLCLASS: 'enrollClass/:id',
  ENROLLLIST: 'enrollList/:id',
  MYPAGE: 'mypage/:id',
  MYPAGETEACHER: 'mypageTeacher/:id',
  LECTUREINFOLIST: 'lectureInfoList/:id',
  DETAIL: 'detail/:id',
  ALLLIVE: 'allLive',
  ALLLIVE2: 'allLive/search/:text',
  TODAYLIVE: 'todayLive',
  MAUM: 'maum',
  PREOPEN: 'preopen',
  PREOPEN2: 'preopen/search/:text',
  JOINTEACHER: 'joinTeacher',
  TESTPAGE: 'test',
  BROADCAST:'broadcast/:id',
  RQSTPSNCLASS:'rqstCompanyClass',
  RQSTCPNCLASS:'rqstPersonalClass',
  INQUIRE:'inquire',
} 

export const INTERESTS = [
  { name: 'merr', value: '연애/결혼', completed: false },
  { name: 'chil', value: '자녀양육', completed: false },
  { name: 'coup', value: '부부/가족', completed: false },
  { name: 'life', value: '인생 2막', completed: false },
  { name: 'rela', value: '대인관계', completed: false },
  { name: 'comm', value: '커뮤니케이션', completed: false },
  { name: 'lead', value: '리더십', completed: false },
  { name: 'orga', value: '조직적응', completed: false },
  { name: 'yoga', value: '명상요가', completed: false },
  { name: 'body', value: '몸 마음 건강', completed: false },
  { name: 'arty', value: '예술 치유', completed: false },
  { name: 'heal', value: '힐링 DIY', completed: false },
  { name: 'unde', value: '자기 이해', completed: false },
  { name: 'tria', value: '심리 특강', completed: false },
]

export const selGender: any[] = [
  { value: '남성', name: '남성'},
  { value: '여성', name: '여성'},
]

export const selAccountType: any[] = [
  { value: '개인사업소득', name: '개인사업소득'},
  { value: '계산서(비과세)', name: '계산서(비과세)'},
  { value: '세금계산서', name: '세금계산서'},
]

export const selLevel: any[] = [
  { value: '학사', name: '학사' },
  { value: '석사', name: '석사' },
  { value: '박사', name: '박사' },
]

export const selCollStat: any[] = [
  { value: '재학', name: '재학' },
  { value: '졸업예정', name: '졸업예정' },
  { value: '졸업', name: '졸업' },
]

export const cause: any[] = [
  { value: 'Work-관계(갈등)', name: 'Work-관계(갈등)', completed: false },
  { value: 'Work-역할모호성', name: 'Work-역할모호성', completed: false },
  { value: 'Work-업무과다', name: 'Work-업무과다', completed: false },
  { value: 'Work-직무적응/적성', name: 'Work-직무적응/적성', completed: false },
  { value: 'Work-업무성과', name: 'Work-업무성과', completed: false },
  { value: 'Work-진급/평가', name: 'Work-진급/평가', completed: false },
  { value: 'Work-경력개발', name: 'Work-경력개발', completed: false },
  { value: 'Work-조직개편(부서이동 포함)', name: 'Work-조직개편(부서이동 포함)', completed: false },
  { value: 'Work-징계연류', name: 'Work-징계연류', completed: false },
  { value: 'Work-감정노동', name: 'Work-감정노동', completed: false },
  { value: 'Work-직장 내 폭력(괴롭힘)', name: 'Work-직장 내 폭력(괴롭힘)', completed: false },
  { value: 'Work-직장 내 성희롱', name: 'Work-직장 내 성희롱', completed: false },
  { value: 'Life-관계(갈등)', name: 'Life-관계(갈등)', completed: false },
  { value: 'Life-부부/가족', name: 'Life-부부/가족', completed: false },
  { value: 'Life-자녀양육', name: 'Life-자녀양육', completed: false },
  { value: 'Life-경제적문제', name: 'Life-경제적문제', completed: false },
  { value: 'Life-건강', name: 'Life-건강', completed: false },
  { value: 'Life-진로', name: 'Life-진로', completed: false },
  { value: 'Life-상실', name: 'Life-상실', completed: false },
  { value: 'Life-성생활', name: 'Life-성생활', completed: false },
  { value: 'Life-성소수자', name: 'Life-성소수자', completed: false },
  { value: 'Life-재무', name: 'Life-재무', completed: false },
  { value: 'Life-법률', name: 'Life-법률', completed: false },
  { value: 'Life-세무', name: 'Life-세무', completed: false },
  { value: 'Life-노무', name: 'Life-노무', completed: false },
  { value: 'Healing-요가', name: 'Healing-요가', completed: false },
  { value: 'Healing-원예', name: 'Healing-원예', completed: false },
  { value: 'Healing-독서', name: 'Healing-독서', completed: false },
  { value: 'Healing-아로마', name: 'Healing-아로마', completed: false },
  { value: 'Healing-마사지', name: 'Healing-마사지', completed: false },
  { value: 'Healing-캘리그라피', name: 'Healing-캘리그라피', completed: false },
  { value: 'Healing-사진', name: 'Healing-사진', completed: false },
  { value: 'Healing-아트', name: 'Healing-아트', completed: false },
  { value: 'Healing-음악', name: 'Healing-음악', completed: false },
  { value: 'Healing-명상', name: 'Healing-명상', completed: false },
  { value: 'Healing-영화', name: 'Healing-영화', completed: false },
  { value: 'Healing-힐링캠프', name: 'Healing-힐링캠프', completed: false },
]
export const react: any [] = [
  { value: '정서적증상-분노/화', name: '정서적증상-분노/화', completed: false },
  { value: '정서적증상-우울', name: '정서적증상-우울', completed: false },
  { value: '정서적증상-불안', name: '정서적증상-불안', completed: false },
  { value: '정서적증상-PTSD', name: '정서적증상-PTSD', completed: false },
  { value: '행동적증상-자살위험', name: '행동적증상-자살위험', completed: false },
  { value: '행동적증상-자해', name: '행동적증상-자해', completed: false },
  { value: '행동적증상-근태', name: '행동적증상-근태', completed: false },
  { value: '행동적증상-신체화', name: '행동적증상-신체화', completed: false },
  { value: '행동적증상-폭력/폭언', name: '행동적증상-폭력/폭언', completed: false },
  { value: '행동적증상-섭식', name: '행동적증상-섭식', completed: false },
  { value: '행동적증상-수면', name: '행동적증상-수면', completed: false },
  { value: '행동적증상-강박', name: '행동적증상-강박', completed: false },
  { value: '행동적증상-음주', name: '행동적증상-음주', completed: false },
  { value: '행동적증상-중독', name: '행동적증상-중독', completed: false },
  { value: '인지적증상-기억력 저하', name: '인지적증상-기억력 저하', completed: false },
  { value: '인지적증상-집중력 저하', name: '인지적증상-집중력 저하', completed: false },
]
export const Banks: string[] = [
  'KEB하나은행', 'SC제일은행', '국민은행', '신한은행', '외환은행', '우리은행', '한국시티은행', '경남은행', '광주은행', '대구은행', '부산은행', '전북은행', '제주은행', '기업은행', '농협', '수협', '한국산업은행', '한국수출입은행'
]

export const Agreement = {
  userRule : `
  이용약관



제1조(목적) 이 약관은 (사)한국EAP협회(전자상거래 사업자)가 운영하는 마음도씨 사이버 몰(이하 “몰”이라 한다)에서 제공하는 인터넷 관련 서비스(이하 “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.

※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」

제2조(정의)

① “몰”이란 (사)한국EAP협회가 재화 또는 용역(이하 “재화 등”이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.

② “이용자”란 “몰”에 접속하여 이 약관에 따라 “몰”이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

③ ‘회원’이라 함은 “몰”에 회원등록을 한 자로서, 계속적으로 “몰”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.

④ ‘비회원’이라 함은 회원에 가입하지 않고 “몰”이 제공하는 서비스를 이용하는 자를 말합니다.

제3조 (약관 등의 명시와 설명 및 개정) 

① “몰”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 마음도씨 사이버몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

② “몰은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.

③ “몰”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

④ “몰”이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.  이 경우 "몰“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. 

⑤ “몰”이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “몰”에 송신하여 “몰”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.

⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.

제4조(서비스의 제공 및 변경) 

① “몰”은 다음과 같은 업무를 수행합니다.

  1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
  2. 구매계약이 체결된 재화 또는 용역의 배송
  3. 기타 “몰”이 정하는 업무

② “몰”은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.

③ “몰”이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.

④ 전항의 경우 “몰”은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, “몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

제5조(서비스의 중단) 

① “몰”은 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.

② “몰”은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “몰”이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 “몰”은 제8조에 정한 방법으로 이용자에게 통지하고 당초 “몰”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “몰”이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 “몰”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.

제6조(회원가입) 

① 이용자는 “몰”이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.

② “몰”은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.

  1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “몰”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
  2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
  3. 기타 회원으로 등록하는 것이 “몰”의 기술상 현저히 지장이 있다고 판단되는 경우

③ 회원가입계약의 성립 시기는 “몰”의 승낙이 회원에게 도달한 시점으로 합니다.

④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “몰”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.

제7조(회원 탈퇴 및 자격 상실 등) 

① 회원은 “몰”에 언제든지 탈퇴를 요청할 수 있으며 “몰”은 즉시 회원탈퇴를 처리합니다.

② 회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 회원자격을 제한 및 정지시킬 수 있습니다.

  1. 가입 신청 시에 허위 내용을 등록한 경우
  2. “몰”을 이용하여 구입한 재화 등의 대금, 기타 “몰”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
  3. 다른 사람의 “몰” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
  4. “몰”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우

③ “몰”이 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “몰”은 회원자격을 상실시킬 수 있습니다.

④ “몰”이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.

제8조(회원에 대한 통지)

① “몰”이 회원에 대한 통지를 하는 경우, 회원이 “몰”과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.

② “몰”은 불특정다수 회원에 대한 통지의 경우 1주일이상 “몰” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

제9조(구매신청 및 개인정보 제공 동의 등) 

① “몰”이용자는 “몰”상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, “몰”은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다. 
    1. 재화 등의 검색 및 선택
    2. 받는 사람의 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
    3. 약관내용, 청약철회권이 제한되는 서비스, 배송료․설치비 등의 비용부담과 관련한 내용에 대한 확인
    4. 이 약관에 동의하고 위 3.호의 사항을 확인하거나 거부하는 표시
        (예, 마우스 클릭)
    5. 재화등의 구매신청 및 이에 관한 확인 또는 “몰”의 확인에 대한 동의
    6. 결제방법의 선택

② “몰”이 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)


③ “몰”이 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.


제10조 (계약의 성립)

①  “몰”은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.

  1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
  2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
  3. 기타 구매신청에 승낙하는 것이 “몰” 기술상 현저히 지장이 있다고 판단하는 경우

② “몰”의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.

③ “몰”의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.

제11조(지급방법) “몰”에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각 호의 방법중 가용한 방법으로 할 수 있습니다. 단, “몰”은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도  추가하여 징수할 수 없습니다.

  1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체 
  2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
  3. 온라인무통장입금
  4. 전자화폐에 의한 결제
  5. 수령 시 대금지급
  6. 마일리지 등 “몰”이 지급한 포인트에 의한 결제
  7. “몰”과 계약을 맺었거나 “몰”이 인정한 상품권에 의한 결제  
  8. 기타 전자적 지급 방법에 의한 대금 지급 등

제12조(수신확인통지․구매신청 변경 및 취소)

① “몰”은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.

② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 “몰”은 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.

제13조(재화 등의 공급)

① “몰”은 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, “몰”이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다.  이때 “몰”은 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.

② “몰”은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 “몰”이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 “몰”이 고의․과실이 없음을 입증한 경우에는 그러하지 아니합니다.

제14조(환급) “몰”은 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.

제15조(청약철회 등)

① “몰”과 재화등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다. 

② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.

  1. 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
  2. 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
  3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
  4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우

③ 제2항제2호 내지 제4호의 경우에 “몰”이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.

④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

제16조(청약철회 등의 효과)

① “몰”은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 “몰”이 이용자에게 재화등의 환급을 지연한때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률 시행령」제21조의2에서 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.

② “몰”은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.

③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. “몰”은 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 “몰”이 부담합니다.

④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 “몰”은 청약철회 시 그 비용을  누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.

제17조(개인정보보호)

① “몰”은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다. 

② “몰”은 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.

③ “몰”은 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 

④ “몰”은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.

⑤ “몰”이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.

⑥ 이용자는 언제든지 “몰”이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “몰”은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “몰”은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.

⑦ “몰”은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를  최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.

⑧ “몰” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.

⑨ “몰”은 개인정보의 수집·이용·제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.

제18조(“몰“의 의무)

① “몰”은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화․용역을 제공하는데 최선을 다하여야 합니다.

② “몰”은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.

③ “몰”이 상품이나 용역에 대하여 「표시․광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.

④ “몰”은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

제19조(회원의 ID 및 비밀번호에 대한 의무)

① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.

② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.

③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “몰”에 통보하고 “몰”의 안내가 있는 경우에는 그에 따라야 합니다.

제20조(이용자의 의무) 이용자는 다음 행위를 하여서는 안 됩니다.

  1. 신청 또는 변경시 허위 내용의 등록
  2. 타인의 정보 도용
  3. “몰”에 게시된 정보의 변경
  4. “몰”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
  5. “몰” 기타 제3자의 저작권 등 지적재산권에 대한 침해
  6. “몰” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
  7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위

제21조(연결“몰”과 피연결“몰” 간의 관계)

① 상위 “몰”과 하위 “몰”이 하이퍼링크(예: 하이퍼링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 “몰”(웹 사이트)이라고 하고 후자를 피연결 “몰”(웹사이트)이라고 합니다.

② 연결“몰”은 피연결“몰”이 독자적으로 제공하는 재화 등에 의하여 이용자와 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결“몰”의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.

제22조(저작권의 귀속 및 이용제한)

① “몰“이 작성한 저작물에 대한 저작권 기타 지적재산권은 ”몰“에 귀속합니다.

② 이용자는 “몰”을 이용함으로써 얻은 정보 중 “몰”에게 지적재산권이 귀속된 정보를 “몰”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

③ “몰”은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.

제23조(분쟁해결)

① “몰”은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치․운영합니다.

② “몰”은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.

③ “몰”과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

제24조(재판권 및 준거법)

① “몰”과 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.

② “몰”과 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.
    `,
  privRule: `
  [개인정보처리방침]

(사)한국EAP협회(이하 “회사”이라 함)는 취급하는 모든 개인정보는 관련법령에 근거하거나 정보주체의 동의에 의하여 수집•보유 및 처리되고 있습니다. 본 방침은 2021년 2월 1일부터 시행됩니다.

회사는 법령의 규정에 따라 수집•보유 및 처리하는 개인정보를 업무의 적절한 수행과 정보주체의권익을 보호하기 위하여 적법하고 적정하게 취급할 것입니다. 또한, 관련 법령에서 규정한 바에 따라 회사에서 보유하고 있는 개인정보에 대한 열람청구권 및 정정청구권 등 이용자의 권익을 존중하며, 여러분은 이러한 법령상 권익의 침해 등에 대하여 행정심판법에서 정하는바에 따라 행정심판을 청구할 수 있으며, 개인정보분쟁조정위원회, 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 회사의 개인정보 처리방침은 현행 「개인정보보호법」에 근거를 두고있습니다. 이 방침은 별도의 설명이 없는 한 회사에서 운용하는 본 사이트에 적용됨을 알려드립니다. 다만, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관계법령에 의한 소관업무를위하여 회사내 담당조직에서 별도의 개인정보 처리방침을 제정•시행하는 경우 이에 따르고, 이를 해당조직이 운영하는 사이트에 게시함을 알려드립니다.

□ 개인정보의 처리 목적

회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
서비스 제공에 관한 계약 이행 및 서비스 제공을 위한 정보제공 및 비용정산, 콘텐츠 제공, 물품배송 또는 청구지 등 발송

□ 개인정보 처리 및 보유기간

회사는 법령에 근거하거나 정보주체로부터 동의받은 범위내에서 개인정보를 처리 및 보유합니다.

□ 개인정보의 제3자 제공

회사가 수집•보유하고 있는 개인정보는 이용자의 동의 없이는 제3자에게 제공하지 않으며, 다음의경우에는 개인정보를 제3자에게 제공 할 수 있습니다.
1.	정보주체로부터 별도의 동의를 받은 경우
2.	법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
3.	정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보 주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
4.	통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로써 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우

□ 회사가 개인정보를 제3자에게 제공하는 경우 다음의 항목을 정보주체에게 알린 후 동의를 받겠습니다.

• 제공받는 자의 성명(법인 또는 단체인 경우에는 그 명칭)과 연락처
• 제공받는 자의 개인정보 이용 목적, 제공하는 개인정보의 항목
• 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간
• 동의를 거부할 권리가 있다는 사실 및 동의 거부에 따른 불이익이 있는 경우에는 그 불이익의 내용

□ 개인정보 처리의 위탁

회사는 회원의 동의 없이 회원 정보를 외부 업체에 위탁하지 않습니다. 단, 특별한 목적상 위탁기관의 운영상 필요한 경우, 위탁 대상자와 위탁 업무 내용에 대해 회원께 통지하고 사전 동의를 받도록 하겠습니다.

□ 정보주체의 권리•의무 및 행사방법

이용자는 정보주체로서 다음과 같은 권리를 행사할 수 있습니다.

1. 개인정보 열람 요구 : 회사에서 보유하고 있는 개인정보파일은 「개인정보보호법」 제35조(개인정보의 열람)에 따라 열람을 요구할 수 있습니다. 다만 개인정보 열람 요구는 「개인정보보호법」 제35조제5항에 의하여 다음과 같이 제한될 수 있습니다.
    가. 법률에 따라 열람이 금지되거나 제한되는 경우
    나. 다른 사람의 생명•신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
    다. 다음 각 목의 어느 하나에 해당하는 업무를 수행할 때 중대한 지장을 초래하는 경우 학력•기능 및 채용에 관한 시험, 자격 심사에 관한 업무 보상금•급부금 산정 등에 대하여 진행 중인 평가 또는 판단에 관한 업무 다른 법률에 따라 진행 중인 감사 및 조사에 관한 업무

2. 개인정보 정정•삭제 요구 : 회사에서 보유하고 있는 개인정보파일에 대해서는 「개인정보보호법」 제36조(개인정보의 정정•삭제)에 따라 회사에 개인정보의 정정•삭제를 요구할 수 있습니다. 다만, 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그삭제를 요구할 수 없습니다.

3. 개인정보 처리정지 요구 : 회사에서 보유하고 있는 개인정보파일에 대해서는 「개인정보보호법」 제37조(개인정보의 처리정지 등)에 따라 회사에 개인정보의 처리정지를 요구할 수 있습니다. 또한 만 14세 미만 아동의 법정대리인은 진흥원에 그 아동의 개인정보의 열람, 정정•삭제, 처리정지 요구를 할 수 있습니다. 다만, 개인정보 처리정지 요구시 「개인정보보호법」 제37조제2항에 의하여 처리정지 요구가 거절될 수 있습니다.
    가. 법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우
    나. 다른 사람의 생명•신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
    다. 공공기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우
    라. 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를 제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우

4. 개인정보의 열람, 정정•삭제, 처리정지 요구에 대해서는 10일 이내에 해당 사항에 대한 진흥원의 조치를 통지 합니다. 개인정보의 열람, 정정•삭제, 처리정지 요구는 해당 부서를 통해서 가능합니다.

5. 위 사항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.

□ 처리하는 개인정보 항목

회사는 법령의 규정과 정보주체의 동의에 의해서만 개인정보를 수집•보유합니다. 회사가 법령의 규정에 근거하여 수집•보유하고 있는 주요 개인정보파일은 다음과 같습니다.

1. 수강회원 : 아이디, 비밀번호, 이름, 직장명, 소속/지점, 부서, 직급, 이메일, 연락처, 성별, 생년월일, 자녀유무, 근무지역, 관심영역  

2. 강사
    - 필수 : 아이디, 비밀번호, 이름, 휴대폰, 이메일, 최종학력, 생년월일, 성별, 주소, 강의경력기간, 주민등록증, 사업자등록번호, 은행명, 예금주, 계좌번호 등 강의 진행 및 정산에 필요한 항목 
    - 선택 : 자격증, 경력, 교육이수, 활동지역, 선호대상, 특수대상, 진행가능 심리검사, 학력사항, 홈페이지/블로그

3. 고객사 담당자 : 아이디, 비밀번호, 이름, 직장명, 휴대폰, 전화번호, 사업자등록번호, 이메일, 주소

□ 개인정보 수집방법 : 사이트 회원가입

□ 개인정보의 파기

1. 회사는 원칙적으로 개인정보의 보유기간이 경과했거나 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야 하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

2. 파기기한 : 이용자의 개인정보는 개인정보의 보유기간이 경과된 경우 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.

3. 파기방법 : 회사는 처리하는 개인정보를 파기할 때에는 다음의 방법으로 파기 합니다. 전자적 파일 형태인 경우 : 복원이 불가능한 방법으로 영구 삭제 전자적 파일의 형태 외의 기록물, 인쇄물, 서면, 그 밖의 기록매체인 경우 : 파쇄 또는 소각

□ 개인정보의 안전성 확보 조치

회사는 「개인정보보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.

1. 내부관리계획의 수립 및 시행 : 회사는 ‘개인정보의 안전성 확보조치 기준’(행정안전부고시 제2011 - 제43호)에 의거하여 내부관리계획(’14.1.6)을 수립 및 시행합니다.
2. 개인정보취급자 지정의 최소화 및 교육 : 개인정보취급자의 지정을 최소화하고 정기적인 교육을 시행하고 있습니다.
3. 개인정보에 대한 접근 제한 : 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근을 통제하고, 침입차단시스템과 침입방지시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며 개인정보취급자가 정보통신망을 통해 외부에서 개인정보처리시스템에 접속하는 경우에는 가상사설망(VPN : Virtual Private Network)을 이용하고 있습니다. 또한 권한 부여, 변경 또는 말소에 대한 내역을 기록하고, 그 기록을 최소 1년간 보관하고 있습니다.
4. 접속기록의 보관 및 위변조 방지 : 개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 1년 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 관리하고 있습니다.
5. 개인정보의 암호화 : 이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.
6. 해킹 등에 대비한 기술적 대책 : 회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적, 물리적으로 감시 및 차단 있습니다.
7. 비인가자에 대한 출입 통제 : 개인정보를 보관하고 있는 개인정보시스템의 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

□ 개인정보 보호책임자 

개인정보에 관한 민원서비스 회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보관리책임자를 지정하고 있습니다.

1. 개인정보관리책임자

성명 : 전재현
전화번호 : 1566-5228(개인정보 보호 담당부서로 연결됩니다.)

2. 개인정보관리담당자

성명 : 김창동
전화번호 : 070-4888-3453
이메일 : cdkim@keapa.co.kr

귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

□ 기타
개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
1.	개인분쟁조정위원회 (www.1336.or.kr/1336)
2.	정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)
3.	대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)
4.	경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330)

                  





개인정보 수집/활용 동의

사단법인 한국이에이피협회는(이하”협회”) 개인정보를 중요시하며 “개인정보보호법”을 준수합니다. 협회는 개인정보보호법에 따라 제공받는 개인정보가 어떠한 목적으로 이용되는지 알려드리고 정보수집•이용에 대한 동의를 받고 있습니다. 아래 ‘가’, ‘나’, ‘다’ 항목의 동의를 거부할 수 있으며 동의하지 않는 경우 동 정보를 기초한 상담의뢰 및 배치에 등에 있어 불이익을 받을 수 있음을 알려드립니다.

가. 개인정보

1. 수집하는 개인정보 항목
    1) 수강회원 : 아이디, 비밀번호, 이름, 직장명, 소속/지점, 부서, 직급, 이메일, 연락처, 성별, 생년월일, 자녀유무, 근무지역, 관심영역  
    2) 강사 : 아이디, 비밀번호, 이름, 최종학력, 생년월일, 성별, 주소, 자격증, 경력, 교육이수, 활동지역, 주민등록증, 사업자등록번호, 은행명, 예금주, 계좌번호 등 강의 진행 및 전산에 필요한 항목 
    3). 고객사 담당자 : 아이디, 비밀번호, 이름, 직장명, 이메일, 연락처, 주소

  2. 개인정보의 수집 이용 목적
    1) 수강회원 : 
    2) 상담의뢰 및 배치 적합여부 판단
    3) 상담료 지급

3.	개인정보의 보유 및 이용기간
위에 기재한 수집 이용의 목적을 모두 달성할 때까지 보유 이용 후, 법령에 따라 해당 개인 정보를 보존해야 하는 의무가 존재하지 않는 이상, 해당 개인정보가 불필요하게 된 것이 확인된 때에파기

동의거부에 따른 불이익
회원등록 불가

나. 고유식별정보
1.	수집하는 개인정보 항목
주민등록번호
2.	개인정보의 수집 이용 목적
사업소득 신고 목적

3.	개인정보의 보유 및 이용기간
1)	위에 기재한 수집 이용의 목적을 모두 달성할 때까지 보유 이용 후, 법령에 따라 해당 개인 정보를 보존해야 하는 의무가 존재하지 않는 이상, 해당 개인정보가 불필요하게 된 것이 확인된 때에 파기
2)	회원 탈퇴 요청시 탈퇴 처리 후 즉시 폐기

4.	동의거부에 따른 불이익
상담료 지급시 정보부재로 인한 부지급

다. 개인정보의 제3자 제공

1.	개인정보를 제공받는 자
국세청(관할 지방세무서), EAP 의뢰사 및 고객사

2.	제공하는 개인정보 항목
국세청에 사업소득 신고에 필요한 개인정보와 EAP의뢰사 및 고객사의 경우는 성명, 성별, 직업, 휴대전화번호, 전자우편주소, 학력, 경력 및 자격사항 등

3.	제공하는 고유식별정보 항목
주민등록번호

4.	제공받는 자의 개인정보의 수집 이용 목적
사업소득 신고 및 EAP서비스 제공

5.	제공받는 자의 개인정보의 보유 및 이용기간
1)	위에 기재한 수집 이용의 목적을 모두 달성할 때까지 보유 이용 후, 법령에 따라 해당 개인 정보를 보존해야 하는 의무가 존재하지 않는 이상, 해당 개인정보가 불필요하게 된 것이 확인된 때에 파기
2)	회원 탈퇴 요청시 탈퇴 처리 후 즉시 폐기

6.	동의거부에 따른 불이익
회원등록 불가
                    

  개인정보수집활용에 동의합니다. 
모두 동의합니다.
  `,
  marketing: `마케팅 활용 동의 및 광고 수신 동의

  서비스와 관련된 신상품 소식, 이벤트 안내, 고객 혜택 등 다양한 정보를 제공합니다.
  `
};
//  카테고리
export const CATEGORY = [
  { title:'인생여정',
    image: '../../../assets/images/icon/pink/category1.png',
    subtitle: [
      {subname:'연애결혼'},
      {subname:'자녀양육'},
      {subname:'부부/가족관계'},
      {subname:'인생 2막'},
      ]
  },
  { title:'사회생활',
    image: '../../../assets/images/icon/pink/category2.png',
    subtitle: [
      {subname:'대인관계'},
      {subname:'커뮤니케이션'},
      {subname:'리더십'},
      {subname:'조직적응'},
      ]
  },
  { title:'힐링',
    image: '../../../assets/images/icon/pink/category3.png',
    subtitle: [
      {subname:'명상요가'},
      {subname:'몸 마음 건강'},
      {subname:'예술치유'},
      {subname:'힐링DIY'},
      ]
  },
  { title:'심리',
    image: '../../../assets/images/icon/pink/category4.png',
    subtitle: [
      {subname:'자기 이해'},
      {subname:'심리 특강'},
      ]
  },
]


// fake data
export let lectList = [
  {
    applied: '2021-01-27T16:00:00',
    file: [{
      path: 'thumbnail.png'
    }],
    title: '바쁠수록 마음챙김, 차분하게 명상',
    subtitle: '커리큘럼 1회차 제목',
    number: 1,
    student:30,
    students:[
      {name:'김슬기',company:'일심전자 본사', contact:'010-1111-2222',address:'어딘가에 살겠지~'},
      {name:'이슬기',company:'일심전자 본사', contact:'010-3333-2222',address:'어딘가에 살겠지~'},
      {name:'배슬기',company:'일심전자 본사', contact:'010-5555-2222',address:'어딘가에 살겠지~'},
    ],
  },
  {
    applied: '2021-01-27T16:00:00',
    file: [{
      path: 'thumbnail.png'
    }],
    title: '바쁠수록 마음챙김, 차분하게 명상',
    subtitle: '커리큘럼 1회차 제목',
    number: 1,
    student:30,
    students:[
      {name:'김슬기',company:'일심전자 본사', contact:'010-1111-2222',address:'어딘가에 살겠지~'},
      {name:'이슬기',company:'일심전자 본사', contact:'010-3333-2222',address:'어딘가에 살겠지~'},
      {name:'배슬기',company:'일심전자 본사', contact:'010-5555-2222',address:'어딘가에 살겠지~'},
    ],
  },
  {
    applied: '2021-01-27T16:00:00',
    file: [{
      path: 'thumbnail.png'
    }],
    title: '바쁠수록 마음챙김, 차분하게 명상',
    subtitle: '커리큘럼 1회차 제목',
    number: 1,
    student:30,
    students:[
      {name:'김슬기',company:'일심전자 본사', contact:'010-1111-2222',address:'어딘가에 살겠지~'},
      {name:'이슬기',company:'일심전자 본사', contact:'010-3333-2222',address:'어딘가에 살겠지~'},
      {name:'배슬기',company:'일심전자 본사', contact:'010-5555-2222',address:'어딘가에 살겠지~'},
    ],
  },
]